Repository: PhillipMaizza/NextExplorer-iOS
Catalog: Packages/Localization/Sources/Localization/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ro, ru, sv, zh_cn, zh_tw

# permissions.applyPermissions
source: Apply Permissions
ar: تطبيق الأذونات
de: Berechtigungen anwenden
es: Aplicar permisos
fr: Appliquer les autorisations
hi: अनुमतियां लागू करें
it: Applica autorizzazioni
ja: アクセス権を適用
ko: 권한 적용
nl: Rechten toepassen
pl: Zastosuj uprawnienia
pt: Aplicar permissões
ro: Aplică permisiunile
ru: Применить права
sv: Tillämpa behörigheter
zh_cn: 应用权限
zh_tw: 套用權限

# permissions.applyToEnclosed
source: Apply to enclosed items
ar: تطبيق على العناصر المضمّنة
de: Auf enthaltene Objekte anwenden
es: Aplicar a los elementos incluidos
fr: Appliquer aux éléments contenus
hi: संलग्न आइटम पर लागू करें
it: Applica agli elementi contenuti
ja: 内包する項目に適用
ko: 포함된 항목에 적용
nl: Toepassen op ingesloten items
pl: Zastosuj do zawartych elementów
pt: Aplicar aos itens contidos
ro: Aplică la elementele conținute
ru: Применить к вложенным объектам
sv: Tillämpa på inneslutna objekt
zh_cn: 应用于所含项目
zh_tw: 套用至所含項目

# permissions.fieldGroup
source: Group
ar: المجموعة
de: Gruppe
es: Grupo
fr: Groupe
hi: समूह
it: Gruppo
ja: グループ
ko: 그룹
nl: Groep
pl: Grupa
pt: Grupo
ro: Grup
ru: Группа
sv: Grupp
zh_cn: 组
zh_tw: 群組

# permissions.fieldOwner
source: Owner
ar: المالك
de: Eigentümer
es: Propietario
fr: Propriétaire
hi: स्वामी
it: Proprietario
ja: 所有者
ko: 소유자
nl: Eigenaar
pl: Właściciel
pt: Proprietário
ro: Proprietar
ru: Владелец
sv: Ägare
zh_cn: 所有者
zh_tw: 擁有者

# permissions.numericLabel
source: Numeric
ar: رقمي
de: Numerisch
es: Numérico
fr: Numérique
hi: संख्यात्मक
it: Numerico
ja: 数値
ko: 숫자
nl: Numeriek
pl: Numeryczny
pt: Numérico
ru: Числовой
sv: Numeriskt
zh_cn: 数字
zh_tw: 數字

# permissions.ownershipNote
source: Changing ownership usually needs root or admin privileges on the server.
ar: عادةً ما يتطلب تغيير الملكية صلاحيات الجذر أو المسؤول على الخادم.
de: Das Ändern des Eigentums erfordert auf dem Server meist Root- oder Administratorrechte.
es: Cambiar la propiedad suele requerir privilegios de root o de administrador en el servidor.
fr: Changer la propriété nécessite généralement des privilèges root ou administrateur sur le serveur.
hi: स्वामित्व बदलने के लिए आमतौर पर सर्वर पर रूट या व्यवस्थापक विशेषाधिकार की आवश्यकता होती है।
it: Cambiare la proprietà di solito richiede privilegi di root o di amministratore sul server.
ja: 所有権の変更には通常、サーバ上の root または管理者権限が必要です。
ko: 소유권을 변경하려면 보통 서버에서 root 또는 관리자 권한이 필요합니다.
nl: Eigendom wijzigen vereist meestal root- of beheerdersrechten op de server.
pl: Zmiana własności zwykle wymaga uprawnień roota lub administratora na serwerze.
pt: Alterar a propriedade normalmente requer privilégios de root ou de administrador no servidor.
ro: Schimbarea proprietății necesită de obicei privilegii de root sau administrator pe server.
ru: Изменение владельца обычно требует прав root или администратора на сервере.
sv: Att ändra ägarskap kräver oftast root- eller administratörsbehörighet på servern.
zh_cn: 更改所有权通常需要服务器上的 root 或管理员权限。
zh_tw: 更改擁有權通常需要伺服器上的 root 或管理員權限。

# permissions.rightExecute
source: Execute
ar: تنفيذ
de: Ausführen
es: Ejecución
fr: Exécution
hi: निष्पादित करें
it: Esecuzione
ja: 実行
ko: 실행
nl: Uitvoeren
pl: Wykonanie
pt: Execução
ro: Executare
ru: Выполнение
sv: Kör
zh_cn: 执行
zh_tw: 執行

# permissions.rightRead
source: Read
ar: قراءة
de: Lesen
es: Lectura
fr: Lecture
hi: पढ़ें
it: Lettura
ja: 読み出し
ko: 읽기
nl: Lezen
pl: Odczyt
pt: Leitura
ro: Citire
ru: Чтение
sv: Läs
zh_cn: 读取
zh_tw: 讀取

# permissions.rightWrite
source: Write
ar: كتابة
de: Schreiben
es: Escritura
fr: Écriture
hi: लिखें
it: Scrittura
ja: 書き込み
ko: 쓰기
nl: Schrijven
pl: Zapis
pt: Escrita
ro: Scriere
ru: Запись
sv: Skriv
zh_cn: 写入
zh_tw: 寫入

# permissions.scopeGroup
source: Group
ar: المجموعة
de: Gruppe
es: Grupo
fr: Groupe
hi: समूह
it: Gruppo
ja: グループ
ko: 그룹
nl: Groep
pl: Grupa
pt: Grupo
ro: Grup
ru: Группа
sv: Grupp
zh_cn: 组
zh_tw: 群組

# permissions.scopeOthers
source: Others
ar: الآخرون
de: Andere
es: Otros
fr: Autres
hi: अन्य
it: Altri
ja: その他
ko: 기타
nl: Anderen
pl: Inni
pt: Outros
ro: Alții
ru: Остальные
sv: Andra
zh_cn: 其他
zh_tw: 其他

# permissions.scopeOwner
source: Owner
ar: المالك
de: Eigentümer
es: Propietario
fr: Propriétaire
hi: स्वामी
it: Proprietario
ja: 所有者
ko: 소유자
nl: Eigenaar
pl: Właściciel
pt: Proprietário
ro: Proprietar
ru: Владелец
sv: Ägare
zh_cn: 所有者
zh_tw: 擁有者

# permissions.sectionMode
source: Mode
ar: الوضع
de: Modus
es: Modo
hi: मोड
it: Modalità
ja: モード
ko: 모드
nl: Modus
pl: Tryb
pt: Modo
ro: Mod
ru: Режим
sv: Läge
zh_cn: 模式
zh_tw: 模式

# permissions.sectionOwnership
source: Ownership
ar: الملكية
de: Eigentum
es: Propiedad
fr: Propriété
hi: स्वामित्व
it: Proprietà
ja: 所有権
ko: 소유권
nl: Eigendom
pl: Własność
pt: Propriedade
ro: Proprietate
ru: Владение
sv: Ägarskap
zh_cn: 所有权
zh_tw: 擁有權

# permissions.title
source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
fr: Autorisations
hi: अनुमतियां
it: Autorizzazioni
ja: アクセス権
ko: 권한
nl: Rechten
pl: Uprawnienia
pt: Permissões
ro: Permisiuni
ru: Права доступа
sv: Behörigheter
zh_cn: 权限
zh_tw: 權限

# previewToolbar.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sv: Stäng
zh_cn: 关闭
zh_tw: 關閉

# previewToolbar.createShareLink
source: Create share link
ar: إنشاء رابط مشاركة
de: Freigabelink erstellen
es: Crear enlace de compartición
fr: Créer un lien de partage
hi: साझा लिंक बनाएं
it: Crea link di condivisione
ja: 共有リンクを作成
ko: 공유 링크 만들기
nl: Deellink maken
pl: Utwórz link do udostępniania
pt: Criar ligação de partilha
ro: Creează link de partajare
ru: Создать ссылку доступа
sv: Skapa delningslänk
zh_cn: 创建共享链接
zh_tw: 建立共享連結

# previewToolbar.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Eliminar
ro: Șterge
ru: Удалить
sv: Radera
zh_cn: 删除
zh_tw: 刪除

# previewToolbar.download
source: Download
ar: تنزيل
de: Laden
es: Descargar
fr: Télécharger
hi: डाउनलोड करें
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
pl: Pobierz
pt: Transferir
ro: Descarcă
ru: Загрузить
sv: Ladda ner
zh_cn: 下载
zh_tw: 下載

# previewToolbar.rename
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名称変更
ko: 이름 변경
nl: Naam wijzigen
pl: Zmień nazwę
pt: Mudar o nome
ro: Redenumește
ru: Переименовать
sv: Byt namn
zh_cn: 重命名
zh_tw: 重新命名

# previewToolbar.share
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
ko: 공유
nl: Delen
pl: Udostępnij
pt: Partilhar
ro: Partajează
ru: Поделиться
sv: Dela
zh_cn: 共享
zh_tw: 分享

# select.deselectAll
source: Deselect All
ar: إلغاء تحديد الكل
de: Auswahl aufheben
es: Deseleccionar todo
fr: Tout désélectionner
hi: सभी अचयनित करें
it: Deseleziona tutto
ja: 選択をすべて解除
ko: 모두 선택 해제
nl: Selectie opheffen
pl: Odznacz wszystko
pt: Desmarcar tudo
ro: Deselectează tot
ru: Снять выделение
sv: Avmarkera alla
zh_cn: 取消全选
zh_tw: 取消全選

# select.gridView
source: Grid View
ar: عرض الشبكة
de: Rasteransicht
es: Vista de cuadrícula
fr: Vue en grille
hi: ग्रिड दृश्य
it: Vista griglia
ja: グリッド表示
ko: 격자 보기
nl: Rasterweergave
pl: Widok siatki
pt: Vista de grelha
ro: Vizualizare grilă
ru: Сетка
sv: Rutnätsvy
zh_cn: 网格视图
zh_tw: 網格顯示方式

# select.listView
source: List View
ar: عرض القائمة
de: Listenansicht
es: Vista de lista
fr: Vue en liste
hi: सूची दृश्य
it: Vista elenco
ja: リスト表示
ko: 목록 보기
nl: Lijstweergave
pl: Widok listy
pt: Vista de lista
ro: Vizualizare listă
ru: Список
sv: Listvy
zh_cn: 列表视图
zh_tw: 列表顯示方式

# select.selectAll
source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी चुनें
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nl: Alles selecteren
pl: Zaznacz wszystko
pt: Selecionar tudo
ro: Selectează tot
ru: Выбрать все
sv: Markera alla
zh_cn: 全选
zh_tw: 全選

# serverDetails.cameraDeniedMessage
source: Turn on camera access in Settings to take a photo.
ar: فعّل الوصول إلى الكاميرا في الإعدادات لالتقاط صورة.
de: Aktiviere den Kamerazugriff in den Einstellungen, um ein Foto aufzunehmen.
es: Activa el acceso a la cámara en Ajustes para hacer una foto.
fr: Activez l'accès à l'appareil photo dans Réglages pour prendre une photo.
hi: फ़ोटो लेने के लिए सेटिंग्स में कैमरा एक्सेस चालू करें।
it: Attiva l'accesso alla fotocamera in Impostazioni per scattare una foto.
ja: 写真を撮るには、設定でカメラへのアクセスをオンにしてください。
ko: 사진을 촬영하려면 설정에서 카메라 접근을 켜세요.
nl: Zet cameratoegang aan in Instellingen om een foto te maken.
pl: Włącz dostęp do aparatu w Ustawieniach, aby zrobić zdjęcie.
pt: Ative o acesso à câmara nas Definições para tirar uma foto.
ro: Activează accesul la cameră în Setări pentru a face o fotografie.
ru: Включите доступ к камере в Настройках, чтобы сделать фото.
sv: Aktivera kameraåtkomst i Inställningar för att ta ett foto.
zh_cn: 请在“设置”中开启相机访问以便拍照。
zh_tw: 請在「設定」中開啟相機取用以便拍照。

# serverDetails.cameraDeniedTitle
source: Camera Access Off
ar: الوصول إلى الكاميرا متوقف
de: Kamerazugriff aus
es: Acceso a la cámara desactivado
fr: Accès à l'appareil photo désactivé
hi: कैमरा एक्सेस बंद
it: Accesso alla fotocamera disattivato
ja: カメラへのアクセスがオフ
ko: 카메라 접근 꺼짐
nl: Cameratoegang uit
pl: Dostęp do aparatu wyłączony
pt: Acesso à câmara desativado
ro: Acces la cameră dezactivat
ru: Доступ к камере отключён
sv: Kameraåtkomst av
zh_cn: 相机访问已关闭
zh_tw: 相機取用已關閉

# serverDetails.changeLogo
source: Change Icon
ar: تغيير الأيقونة
de: Symbol ändern
es: Cambiar icono
fr: Changer l'icône
hi: आइकन बदलें
it: Cambia icona
ja: アイコンを変更
ko: 아이콘 변경
nl: Symbool wijzigen
pl: Zmień ikonę
pt: Alterar ícone
ro: Schimbă pictograma
ru: Изменить значок
sv: Byt symbol
zh_cn: 更改图标
zh_tw: 更改圖像

# serverDetails.chooseFromGallery
source: Upload from Gallery
ar: الرفع من المعرض
de: Aus Galerie hochladen
es: Subir desde la galería
fr: Envoyer depuis la galerie
hi: गैलरी से अपलोड करें
it: Carica dalla galleria
ja: ギャラリーからアップロード
ko: 갤러리에서 업로드
nl: Uploaden vanuit galerij
pl: Prześlij z galerii
pt: Enviar a partir da galeria
ro: Încarcă din galerie
ru: Отправить из галереи
sv: Ladda upp från galleriet
zh_cn: 从相册上传
zh_tw: 從圖庫上傳

# serverDetails.logoErrorTooLarge
source: That image is too large. Pick one under 2 MB.
ar: تلك الصورة كبيرة جدًا. اختر واحدة أقل من 2 ميغابايت.
de: Dieses Bild ist zu groß. Wähle eines unter 2 MB.
es: Esa imagen es demasiado grande. Elige una de menos de 2 MB.
fr: Cette image est trop grande. Choisissez-en une de moins de 2 Mo.
hi: वह छवि बहुत बड़ी है। 2 MB से कम की चुनें।
it: Quell'immagine è troppo grande. Scegline una sotto i 2 MB.
ja: その画像は大きすぎます。2 MB 未満のものを選択してください。
ko: 이미지가 너무 큽니다. 2MB 미만의 이미지를 선택하세요.
nl: Die afbeelding is te groot. Kies er een van minder dan 2 MB.
pl: Ten obraz jest za duży. Wybierz obraz poniżej 2 MB.
pt: Essa imagem é demasiado grande. Escolha uma com menos de 2 MB.
ro: Acea imagine este prea mare. Alege una sub 2 MB.
ru: Это изображение слишком большое. Выберите файл до 2 МБ.
sv: Den bilden är för stor. Välj en under 2 MB.
zh_cn: 该图像过大。请选择小于 2 MB 的图像。
zh_tw: 該圖像過大。請選擇小於 2 MB 的圖像。

# serverDetails.nameErrorEmpty
source: Server name can't be empty.
ar: لا يمكن أن يكون اسم الخادم فارغًا.
de: Der Servername darf nicht leer sein.
es: El nombre del servidor no puede estar vacío.
fr: Le nom du serveur ne peut pas être vide.
hi: सर्वर का नाम खाली नहीं हो सकता।
it: Il nome del server non può essere vuoto.
ja: サーバ名は空にできません。
ko: 서버 이름은 비워 둘 수 없습니다.
nl: De servernaam mag niet leeg zijn.
pl: Nazwa serwera nie może być pusta.
pt: O nome do servidor não pode estar vazio.
ro: Numele serverului nu poate fi gol.
ru: Имя сервера не может быть пустым.
sv: Servernamnet får inte vara tomt.
zh_cn: 服务器名称不能为空。
zh_tw: 伺服器名稱不能空白。

# serverDetails.nameLabel
source: Server Name
ar: اسم الخادم
es: Nombre del servidor
fr: Nom du serveur
hi: सर्वर नाम
it: Nome del server
ja: サーバ名
ko: 서버 이름
nl: Servernaam
pl: Nazwa serwera
pt: Nome do servidor
ro: Numele serverului
ru: Имя сервера
sv: Servernamn
zh_cn: 服务器名称
zh_tw: 伺服器名稱

# serverDetails.navigationTitle
source: Server
ar: الخادم
es: Servidor
fr: Serveur
hi: सर्वर
ja: サーバ
ko: 서버
pl: Serwer
pt: Servidor
ru: Сервер
zh_cn: 服务器
zh_tw: 伺服器

# serverDetails.savedMessage
source: Server details updated.
ar: تم تحديث تفاصيل الخادم.
de: Serverdetails aktualisiert.
es: Datos del servidor actualizados.
fr: Détails du serveur mis à jour.
hi: सर्वर विवरण अपडेट किया गया।
it: Dettagli del server aggiornati.
ja: サーバの詳細を更新しました。
ko: 서버 정보가 업데이트되었습니다.
nl: Servergegevens bijgewerkt.
pl: Zaktualizowano dane serwera.
pt: Detalhes do servidor atualizados.
ro: Detaliile serverului au fost actualizate.
ru: Данные сервера обновлены.
sv: Serveruppgifterna uppdaterades.
zh_cn: 服务器详情已更新。
zh_tw: 伺服器詳細資料已更新。

# serverDetails.takePhoto
source: Take Photo
ar: التقاط صورة
de: Foto aufnehmen
es: Hacer foto
fr: Prendre une photo
hi: फ़ोटो लें
it: Scatta foto
ja: 写真を撮る
ko: 사진 촬영
nl: Foto maken
pl: Zrób zdjęcie
pt: Tirar foto
ro: Fă o fotografie
ru: Сделать фото
sv: Ta foto
zh_cn: 拍照
zh_tw: 拍照

# serverDetails.updateButton
source: Update Server
ar: تحديث الخادم
de: Server aktualisieren
es: Actualizar servidor
fr: Mettre à jour le serveur
hi: सर्वर अपडेट करें
it: Aggiorna server
ja: サーバを更新
ko: 서버 업데이트
nl: Server bijwerken
pl: Zaktualizuj serwer
pt: Atualizar servidor
ro: Actualizează serverul
ru: Обновить сервер
sv: Uppdatera server
zh_cn: 更新服务器
zh_tw: 更新伺服器

# serverDetails.urlFootnote
source: The address where your NextExplorer instance is installed — to change it, sign out and add the server again.
ar: العنوان الذي تم تثبيت نسخة NextExplorer الخاصة بك عليه. لتغييره، سجّل الخروج وأضف الخادم مرة أخرى.
de: Die Adresse, unter der deine NextExplorer-Instanz installiert ist. Zum Ändern melde dich ab und füge den Server erneut hinzu.
es: La dirección donde está instalada tu instancia de NextExplorer. Para cambiarla, cierra sesión y añade el servidor de nuevo.
fr: L'adresse où votre instance NextExplorer est installée. Pour la modifier, déconnectez-vous et ajoutez à nouveau le serveur.
hi: वह पता जहां आपका NextExplorer इंस्टेंस स्थापित है। इसे बदलने के लिए, साइन आउट करें और सर्वर फिर से जोड़ें।
it: L'indirizzo dove è installata la tua istanza di NextExplorer. Per cambiarlo, esci e aggiungi di nuovo il server.
ja: NextExplorer インスタンスがインストールされているアドレスです。変更するには、サインアウトしてサーバを再度追加してください。
ko: NextExplorer 인스턴스가 설치된 주소입니다. 변경하려면 로그아웃한 후 서버를 다시 추가하세요.
nl: Het adres waar je NextExplorer-instantie is geïnstalleerd. Om het te wijzigen, log uit en voeg de server opnieuw toe.
pl: Adres, pod którym zainstalowana jest Twoja instancja NextExplorer. Aby go zmienić, wyloguj się i dodaj serwer ponownie.
pt: O endereço onde a sua instância do NextExplorer está instalada. Para o alterar, termine a sessão e adicione o servidor novamente.
ro: Adresa unde este instalată instanța ta NextExplorer. Pentru a o schimba, deconectează-te și adaugă serverul din nou.
ru: Адрес, по которому установлен ваш экземпляр NextExplorer. Чтобы изменить его, выйдите и добавьте сервер заново.
sv: Adressen där din NextExplorer-instans är installerad. För att ändra den, logga ut och lägg till servern igen.
zh_cn: 您的 NextExplorer 实例的安装地址。若要更改，请退出登录并重新添加服务器。
zh_tw: 您的 NextExplorer 執行個體的安裝位址。若要更改，請登出並重新加入伺服器。

# serverDetails.urlLabel
source: Server URL
ar: عنوان URL للخادم
es: URL del servidor
fr: URL du serveur
hi: सर्वर URL
it: URL del server
ja: サーバ URL
ko: 서버 URL
pl: Adres URL serwera
pt: URL do servidor
ro: URL server
ru: URL сервера
zh_cn: 服务器 URL
zh_tw: 伺服器 URL

# settings.accountActiveLabel
source: %1$@, %2$@, active account
ar: %1$@, %2$@, الحساب النشط
de: %1$@, %2$@, aktives Konto
es: %1$@, %2$@, cuenta activa
fr: %1$@, %2$@, compte actif
hi: %1$@, %2$@, सक्रिय खाता
it: %1$@, %2$@, account attivo
ja: %1$@, %2$@, 使用中のアカウント
ko: %1$@, %2$@, 활성 계정
nl: %1$@, %2$@, actief account
pl: %1$@, %2$@, aktywne konto
pt: %1$@, %2$@, conta ativa
ro: %1$@, %2$@, cont activ
ru: %1$@, %2$@, активный аккаунт
sv: %1$@, %2$@, aktivt konto
zh_cn: %1$@, %2$@, 当前账户
zh_tw: %1$@, %2$@, 使用中的帳戶

# settings.accountSignOut
source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट
it: Esci
ja: サインアウト
ko: 로그아웃
nl: Afmelden
pl: Wyloguj
pt: Terminar sessão
ro: Deconectare
ru: Выйти
sv: Logga ut
zh_cn: 退出登录
zh_tw: 登出

# settings.accountSignOutMessage
source: Sign %@ out on this device? You'll need to sign in again to use this account.
ar: تسجيل خروج %@ من هذا الجهاز؟ ستحتاج إلى تسجيل الدخول مرة أخرى لاستخدام هذا الحساب.
de: %@ auf diesem Gerät abmelden? Du musst dich erneut anmelden, um dieses Konto zu verwenden.
es: ¿Cerrar la sesión de %@ en este dispositivo? Deberás iniciar sesión de nuevo para usar esta cuenta.
fr: Déconnecter %@ de cet appareil ? Vous devrez vous reconnecter pour utiliser ce compte.
hi: इस डिवाइस पर %@ को साइन आउट करें? इस खाते का उपयोग करने के लिए आपको फिर से साइन इन करना होगा.
it: Disconnettere %@ da questo dispositivo? Dovrai accedere di nuovo per usare questo account.
ja: このデバイスで %@ をサインアウトしますか？このアカウントを使うには再度サインインする必要があります。
ko: 이 기기에서 %@ 계정을 로그아웃할까요? 이 계정을 사용하려면 다시 로그인해야 합니다.
nl: %@ afmelden op dit apparaat? Je moet opnieuw inloggen om dit account te gebruiken.
pl: Wylogować %@ na tym urządzeniu? Aby korzystać z tego konta, trzeba będzie zalogować się ponownie.
pt: Terminar a sessão de %@ neste dispositivo? Terá de iniciar sessão novamente para usar esta conta.
ro: Deconectezi %@ de pe acest dispozitiv? Va trebui să te autentifici din nou pentru a folosi acest cont.
ru: Выйти из аккаунта %@ на этом устройстве? Чтобы снова использовать этот аккаунт, потребуется войти заново.
sv: Logga ut %@ på den här enheten? Du måste logga in igen för att använda det här kontot.
zh_cn: 在此设备上退出 %@ 吗？您需要重新登录才能使用此账户。
zh_tw: 要在此裝置上登出 %@ 嗎？您需要重新登入才能使用此帳戶。

# settings.accountSignOutTitle
source: Sign Out?
ar: تسجيل الخروج؟
de: Abmelden?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
hi: साइन आउट करें?
it: Uscire?
ja: サインアウトしますか？
ko: 로그아웃하시겠어요?
nl: Afmelden?
pl: Wylogować?
pt: Terminar sessão?
ro: Deconectare?
ru: Выйти?
sv: Logga ut?
zh_cn: 退出登录？
zh_tw: 登出？

# settings.addAccount
source: Add Account
ar: إضافة حساب
de: Konto hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
hi: खाता जोड़ें
it: Aggiungi account
ja: アカウントを追加
ko: 계정 추가
nl: Account toevoegen
pl: Dodaj konto
pt: Adicionar conta
ro: Adaugă cont
ru: Добавить аккаунт
sv: Lägg till konto
zh_cn: 添加账户
zh_tw: 新增帳戶

# settings.badgeActive
source: Active
ar: نشط
de: Aktiv
es: Activa
fr: Actif
hi: सक्रिय
it: Attivo
ja: アクティブ
ko: 활성
nl: Actief
pl: Aktywne
pt: Ativa
ro: Activ
ru: Активный
sv: Aktiv
zh_cn: 使用中
zh_tw: 使用中

# settings.clearCacheConfirm
source: Clear
ar: مسح
de: Leeren
es: Borrar
fr: Vider
hi: साफ़ करें
it: Svuota
ja: 消去
ko: 지우기
nl: Wissen
pl: Wyczyść
pt: Limpar
ro: Golește
ru: Очистить
sv: Rensa
zh_cn: 清除
zh_tw: 清除

# settings.clearCacheMessage
source: This clears cached previews, thumbnails, and saved folder listings used offline. Nothing on the server is affected.
ar: يؤدي هذا إلى مسح المعاينات والصور المصغّرة وقوائم المجلدات المحفوظة للاستخدام دون اتصال. لا يتأثر أي شيء على الخادم.
de: Dies leert zwischengespeicherte Vorschauen, Miniaturen und offline gesicherte Ordnerlisten. Auf dem Server wird nichts berührt.
es: Esto borra las vistas previas, miniaturas y listados de carpetas guardados para el uso sin conexión. Nada en el servidor se ve afectado.
fr: Cela efface les aperçus, miniatures et listes de dossiers enregistrés pour une utilisation hors ligne. Rien n'est affecté sur le serveur.
hi: यह ऑफ़लाइन उपयोग किए गए कैश किए गए पूर्वावलोकन, थंबनेल और सहेजी गई फ़ोल्डर सूचियां साफ़ करता है। सर्वर पर कुछ भी प्रभावित नहीं होता।
it: Questo cancella anteprime, miniature ed elenchi di cartelle salvati per l'uso offline. Nulla sul server viene toccato.
ja: オフラインで使用するキャッシュ済みのプレビュー、サムネール、保存済みフォルダリストを消去します。サーバ上のものには影響しません。
ko: 오프라인에서 사용하는 캐시된 미리보기, 썸네일, 저장된 폴더 목록을 지웁니다. 서버의 데이터는 영향을 받지 않습니다.
nl: Hiermee worden gecachte voorbeelden, miniaturen en offline bewaarde mapoverzichten gewist. Niets op de server wordt beïnvloed.
pl: Spowoduje to wyczyszczenie podglądów, miniatur i zapisanych list folderów używanych offline. Nic na serwerze nie zostaje naruszone.
pt: Isto limpa pré-visualizações, miniaturas e listas de pastas guardadas para uso offline. Nada no servidor é afetado.
ro: Aceasta golește previzualizările, miniaturile și listele de dosare salvate pentru utilizare offline. Nimic de pe server nu este afectat.
ru: Это очистит кешированные превью, миниатюры и сохранённые списки папок для офлайн-режима. На сервере ничего не затрагивается.
sv: Detta rensar cachade förhandsvisningar, miniatyrer och sparade mapplistor som används offline. Inget på servern påverkas.
zh_cn: 这会清除用于离线的缓存预览、缩略图和已保存的文件夹列表。服务器上的内容不受影响。
zh_tw: 這會清除用於離線的快取預覽、縮覽圖和已儲存的檔案夾列表。伺服器上的內容不受影響。

# settings.clearCacheTitle
source: Clear Cache?
ar: مسح ذاكرة التخزين المؤقت؟
de: Cache leeren?
es: ¿Borrar la caché?
fr: Vider le cache ?
hi: कैश साफ़ करें?
it: Svuotare la cache?
ja: キャッシュを消去しますか？
ko: 캐시를 지울까요?
nl: Cache wissen?
pl: Wyczyścić pamięć podręczną?
pt: Limpar a cache?
ro: Golești cache-ul?
ru: Очистить кеш?
sv: Rensa cache?
zh_cn: 清除缓存？
zh_tw: 清除快取？

# settings.creditsBuyCoffee
source: Buy me a coffee ☕️
ar: ادعُني إلى قهوة ☕️
de: Spendier mir einen Kaffee ☕️
es: Invítame a un café ☕️
fr: Offrez-moi un café ☕️
hi: मुझे एक कॉफ़ी पिलाएँ ☕️
it: Offrimi un caffè ☕️
ja: コーヒーをおごる ☕️
ko: 커피 한 잔 사주기 ☕️
nl: Trakteer me op een koffie ☕️
pl: Postaw mi kawę ☕️
pt: Pague-me um café ☕️
ro: Fă-mi cinste cu o cafea ☕️
ru: Купите мне кофе ☕️
sv: Bjud mig på en kaffe ☕️
zh_cn: 请我喝杯咖啡 ☕️
zh_tw: 請我喝杯咖啡 ☕️

# settings.creditsLikeApp
source: Like the app?
ar: هل يعجبك التطبيق؟
de: Gefällt dir die App?
es: ¿Te gusta la app?
fr: Vous aimez l’app ?
hi: क्या आपको ऐप पसंद है?
it: Ti piace l’app?
ja: アプリは気に入りましたか？
ko: 앱이 마음에 드시나요?
nl: Vind je de app leuk?
pl: Podoba Ci się aplikacja?
pt: Gosta do app?
ro: Îți place aplicația?
ru: Нравится приложение?
sv: Gillar du appen?
zh_cn: 喜欢这个应用吗？
zh_tw: 喜歡這個應用程式嗎？

# settings.creditsMadeBy
source: Made with ❤️ by Phillip Maizza
ar: صُنع بـ ❤️ بواسطة Phillip Maizza
de: Mit ❤️ von Phillip Maizza
es: Hecho con ❤️ por Phillip Maizza
fr: Créé avec ❤️ par Phillip Maizza
hi: Phillip Maizza द्वारा ❤️ से बनाया गया
it: Fatto con ❤️ da Phillip Maizza
ja: Phillip Maizza が ❤️ を込めて作成
ko: Phillip Maizza가 ❤️을 담아 제작
nl: Gemaakt met ❤️ door Phillip Maizza
pl: Zrobione z ❤️ przez Phillip Maizza
pt: Feito com ❤️ por Phillip Maizza
ro: Creat cu ❤️ de Phillip Maizza
ru: Сделано с ❤️ Phillip Maizza
sv: Skapad med ❤️ av Phillip Maizza
zh_cn: 由 Phillip Maizza 用 ❤️ 打造
zh_tw: 由 Phillip Maizza 用 ❤️ 打造

# settings.dateFormatNavigationTitle
source: Date Format
ar: تنسيق التاريخ
de: Datumsformat
es: Formato de fecha
fr: Format de date
hi: तिथि प्रारूप
it: Formato data
ja: 日付形式
ko: 날짜 형식
nl: Datumnotatie
pl: Format daty
pt: Formato de data
ro: Format dată
ru: Формат даты
sv: Datumformat
zh_cn: 日期格式
zh_tw: 日期格式

# settings.dateFormatShowTime
source: Show Time
ar: إظهار الوقت
de: Uhrzeit anzeigen
es: Mostrar hora
fr: Afficher l'heure
hi: समय दिखाएं
it: Mostra ora
ja: 時刻を表示
ko: 시간 표시
nl: Tijd tonen
pl: Pokaż godzinę
pt: Mostrar hora
ro: Afișează ora
ru: Показывать время
sv: Visa tid
zh_cn: 显示时间
zh_tw: 顯示時間

# settings.navigationTitle
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Definições
ro: Setări
ru: Настройки
sv: Inställningar
zh_cn: 设置
zh_tw: 設定

# settings.removeAllDownloadsConfirm
source: Remove All
ar: إزالة الكل
de: Alle entfernen
es: Eliminar todo
fr: Tout supprimer
hi: सभी हटाएं
it: Rimuovi tutto
ja: すべて削除
ko: 모두 제거
nl: Alles verwijderen
pl: Usuń wszystkie
pt: Remover todas
ro: Elimină toate
ru: Удалить все
sv: Ta bort alla
zh_cn: 全部移除
zh_tw: 全部移除
